Repository: tomasma5/AFSwinx
Catalog: AFMobile/AFWindowsPhone/AFWindowsPhone/Strings/*/Resources.resw
Source language: en_us
Languages: cs

# login.password
source: Password
cs: Heslo

# absenceInstance.duration
source: Duration
cs: Doba trvání

# absenceInstance.endDate
source: End
cs: Konec

# absenceInstance.state
source: Status
cs: Stav

# absenceInstances.accepted
source: Accepted
cs: Přijata

# absenceInstances.cancelled
source: Cancelled
cs: Zrušena

# absenceInstances.denied
source: Denied
cs: Zamítnuta

# absenceInstances.requested
source: Requested
cs: Zažádána

# AbsenceManagementPageName.Text
source: Absence management
cs: Správa absencí

# absenceType.active
source: Active
cs: Aktivní

# absenceType.maxDaysPerYear
source: Year quote
cs: Roční kvóta

# absenceType.name
source: Name
cs: Název

source: Add or update failed.
cs: Přidání či aktualizace selhalo.

# addOrUpdate.success
source: Add or update was successful.
cs: Přidání či aktualizace proběhlo úspěšně.

# AFTitle.Text
source: AF Windows Phone Showcase
cs: AF Windows Phone Ukázka

# btn.clear
source: Clear
cs: Vyčistit

# btn.login
source: Login
cs: Přihlásit se

# btn.logout
source: Logout
cs: Odhlásit se

# btn.perform
source: Perform
cs: Proveď

# btn.reset
source: Reset
cs: Resetovat

# btn.update
source: Update
cs: Aktualizovat

# CountriesPageName.Text
source: Countries
cs: Země

# country.isActive
source: Active
cs: Aktivní

# country.name
source: Country
cs: Země

# country.shortCut
source: Shortcut
cs: Zkratka

# login.userName
source: Username
cs: Uživatelské jméno

# LoginPageName.Text
source: Login
cs: Přihlášení

# menu.absenceManagement
source: Absence Management
cs: Správa absencí

# menu.countries
source: SupportedCountries
cs: Podporované země

# menu.myAbsences
source: My absences
cs: Moje absence

# menu.profile
source: User profile
cs: Profil uživatele

# MyAbsencesPageName.Text
source: My absences
cs: Moje absence

# option.no
source: No
cs: Ne

# option.yes
source: Yes
cs: Ano

# person.age
source: Age
cs: Věk

# person.firstName
source: First name
cs: Jméno

# person.lastName
source: Surname
cs: Příjmení

# person.updateFailed
source: Update of profile failed.
cs: Aktualizace profilu selhala.

# person.updateSuccess
source: Update of profile was successful.
cs: Aktualizace profilu proběhla úspěšně.

source: Please wait...
cs: Prosím počkejte...

# ProfilePageName.Text
source: Profile
cs: Profil

# validation.lessThan
source: Value must be less or equal than value in field
cs: Hodnota musí být menší rovna hodnotě v poli

# validation.maxchars
source: Maximum of chars is
cs: Maximální počet znaků je

# validation.maxval
source: Maximum value is
cs: Maximální hodnota je

# validation.minval
source: Minimum value is
cs: Minimální hodnota je

# validation.required
source: This field is required.
cs: Toto pole je povinné

# welcome.msg
source: Welcome user
cs: Vítejte uživateli

# WelcomePageName.Text
source: Welcome page
cs: Uvítací stránka
